brew "direnv" # Environment variable management
brew "fd" # Simple file finder
brew "fzf" # Fuzzy finder
brew "fish" # Fish shell
brew "git" # Version control system
brew "gh" # GitHub CLI
brew "jq" # JSON processor
brew "nvim" # Text editor
brew "openjdk" # OpenJDK for Java development
brew "openjdk@21" # OpenJDK for Java development
brew "make"

cask "devtoys" # Developer tools
cask "mockoon" # Mock API server
cask "obsidian" # Note-taking app
cask "raycast" # Raycast launcher
cask "shottr" # Screenshot tool
cask "warp" # Warp terminal
cask "ghostty" # Ghostty terminal

cask "font-geist-mono"
cask "font-geist-mono-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-mali"
