anweber.httpbook
anweber.vscode-httpyac
ardenivanov.svelte-intellisense
arjun.swagger-viewer
bierner.emojisense
bierner.markdown-checkbox
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
bradymholt.pgformatter
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
codezombiech.gitignore
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
docker.docker
drblury.protobuf-vsc
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-rename-tag
gera2ld.markmap-vscode
github.github-vscode-theme
golang.go
gruntfuggly.todo-tree
jebbs.plantuml
jock.svg
kejun.devtoys
lokalise.i18n-ally
mathiasfrohlich.kotlin
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-typescript-next
msjsdiag.cordova-tools
pomdtr.excalidraw-editor
quicktype.quicktype
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
renesaarsoo.sql-formatter-vsc
robbowen.synthwave-vscode
shd101wyy.markdown-preview-enhanced
sonarsource.sonarlint-vscode
sumneko.lua
svelte.svelte-vscode
tamasfe.even-better-toml
tendoualice.markdown-obsidian-callout
tomoki1207.pdf
visualstudiotoolsforunity.vstuc
vitest.explorer
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vue.volar
webnative.webnative
xueshiqiao.avprobe
yy0931.vscode-sqlite3-editor
zainchen.json
